/* The default text for the LoadingIndicatorView.\n This string can be overwritten by the \"text\" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "S'està carregant ...";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "En curs";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "Progrés aturat";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "Progrés completat";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "En curs amb opció de pausa";

/* The default text for an indicator in progress with option to cancel.\n Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "En curs amb opció de cancel·lar";

